Repository: muhiro12/Cookle
Catalog: Cookle/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: Recipe Photo
es: Foto de la receta
fr: Photo de la recette
ja: レシピの写真
zh_hans: 食谱照片

source: Recipe Suggestion
es: Sugerencia de receta
fr: Suggestion de recette
ja: レシピ提案
zh_hans: 食谱推荐

source: Recipe Suggestion Notifications
es: Notificaciones de sugerencias de recetas
fr: Notifications de suggestions de recettes
ja: レシピ提案の通知
zh_hans: 食谱推荐通知

source: Recipe Text
es: Texto de la receta
fr: Texte de la recette
ja: レシピテキスト
zh_hans: 菜谱文本

source: Recipe URL
es: URL de la receta
fr: URL de la recette
ja: レシピのURL
zh_hans: 食谱网址

source: Recipe not found.
es: No se encontró la receta.
fr: Recette introuvable.
ja: レシピが見つかりません。
zh_hans: 未找到该食谱。

source: Recipe: %@
es: Receta: %@
fr: Recette : %@
ja: レシピ: %@
zh_hans: 食谱：%@

source: Recipes
es: Recetas
fr: Recettes
ja: レシピ
zh_hans: 食谱

source: Recipes That Differ
es: Recetas distintas
fr: Recettes différentes
ja: 内容が異なるレシピ
zh_hans: 不同的食谱

source: Recipes: %@.
es: Recetas: %@.
fr: Recettes : %@.
ja: 対象のレシピ: %@
zh_hans: 食谱：%@。

source: Recipes: %lld
es: Recetas: %lld
fr: Recettes : %lld
ja: %lld件
zh_hans: %lld道食谱

# Recipes: %lld added, %lld replaced, %lld kept, %lld unchanged.
source: Recipes: %1$lld added, %2$lld replaced, %3$lld kept, %4$lld unchanged.
es: Recetas: %1$lld añadidas, %2$lld reemplazadas, %3$lld conservadas, %4$lld sin cambios.
fr: Recettes : %1$lld ajoutées, %2$lld remplacées, %3$lld conservées, %4$lld inchangées.
ja: レシピ: 追加%1$lld件、置き換え%2$lld件、現在を維持%3$lld件、変更なし%4$lld件。
zh_hans: 食谱：新增 %1$lld 个，替换 %2$lld 个，保留 %3$lld 个，未变 %4$lld 个。

# Recipes: %lld. Diaries: %lld. Photos: %lld.
source: Recipes: %1$lld. Diaries: %2$lld. Photos: %3$lld.
es: Recetas: %1$lld. Diarios: %2$lld. Fotos: %3$lld.
fr: Recettes : %1$lld. Journaux : %2$lld. Photos : %3$lld.
ja: レシピ: %1$lld件、日記: %2$lld件、写真: %3$lld枚。
zh_hans: 食谱：%1$lld 个，日记：%2$lld 篇，照片：%3$lld 张。

source: Register New Recipe
es: Registrar nueva receta
fr: Enregistrer une nouvelle recette
ja: 新しいレシピを登録
zh_hans: 登记新食谱

source: Register Recipe
es: Registrar receta
fr: Enregistrer la recette
ja: レシピを登録
zh_hans: 登记食谱

source: Reload Page
es: Recargar página
fr: Recharger la page
ja: ページを再読み込み
zh_hans: 重新加载页面

source: Remove from Recipe
es: Quitar de la receta
fr: Retirer de la recette
ja: レシピから外す
zh_hans: 从食谱中移除

source: Rename Category
es: Renombrar la categoría
fr: Renommer la catégorie
ja: カテゴリ名を変更
zh_hans: 重命名分类

source: Rename Ingredient
es: Renombrar el ingrediente
fr: Renommer l'ingrédient
ja: 材料名を変更
zh_hans: 重命名食材

source: Renamed category
es: Categoría renombrada
fr: Catégorie renommée
ja: カテゴリ名を変更しました
zh_hans: 已重命名分类

source: Renamed ingredient
es: Ingrediente renombrado
fr: Ingrédient renommé
ja: 材料名を変更しました
zh_hans: 已重命名食材

source: Repeat
es: Repetir
fr: Répéter
ja: もう一度
zh_hans: 重复

source: Replace
es: Reemplazar
fr: Remplacer
ja: 置き換える
zh_hans: 替换

source: Replace All Data?
es: ¿Reemplazar todos los datos?
fr: Remplacer toutes les données ?
ja: すべてのデータを置き換えますか？
zh_hans: 要替换所有数据吗？

source: Replace Current Input?
es: ¿Reemplazar la entrada actual?
fr: Remplacer la saisie actuelle ?
ja: 現在の入力を置き換えますか？
zh_hans: 要替换当前输入吗？

source: Replace Current Recipe %lld with File Version
es: Reemplazar la receta actual %lld con la versión del archivo
fr: Remplacer la recette actuelle %lld par la version du fichier
ja: 現在のレシピ%lldをファイルの内容で置き換える
zh_hans: 用文件版本替换当前食谱 %lld

source: Replace Current Recipe with File Version
es: Reemplazar la receta actual con la versión del archivo
fr: Remplacer la recette actuelle par la version du fichier
ja: 現在のレシピをファイルの内容で置き換える
zh_hans: 用文件版本替换当前食谱

source: Replace the current form input with the saved draft?
es: ¿Reemplazar la entrada actual del formulario con el borrador guardado?
fr: Remplacer la saisie actuelle du formulaire par le brouillon enregistré ?
ja: 現在のフォーム入力を保存済みの下書きで置き換えますか？
zh_hans: 要用已保存的草稿替换当前表单输入吗？

source: Replace with Diary in File
es: Reemplazar con el diario del archivo
fr: Remplacer par le journal du fichier
ja: ファイルの日記で置き換える
zh_hans: 用文件中的日记替换

source: Replacing changes only this day's meals and note. Combining keeps every current meal and adds meals from the file the day does not already have, keeping repeated meals. Different notes are both kept, separated by a line.
es: Reemplazar solo cambia las comidas y la nota de este día. Combinar conserva todas las comidas actuales y añade las comidas del archivo que el día aún no tiene, manteniendo las comidas repetidas. Si las notas son distintas, se conservan ambas separadas por una línea.
fr: Remplacer ne modifie que les repas et la note de ce jour. Combiner conserve tous les repas actuels et ajoute les repas du fichier que ce jour n’a pas encore, en gardant les repas répétés. Des notes différentes sont toutes deux conservées, séparées par une ligne.
ja: 置き換えでは、この日の食事とメモだけが変わります。統合では、現在の食事をすべて残し、この日にまだないファイルの食事を追加します。同じ食事の繰り返しも保たれます。メモが異なる場合は、区切り線を挟んで両方残します。
zh_hans: 替换只会更改这一天的餐食和备注。合并会保留所有当前餐食，并添加这一天还没有的文件中的餐食，重复的餐食也会保留。不同的备注会同时保留，并以分隔线隔开。

source: Required
es: Obligatorio
fr: Obligatoire
ja: 必須
zh_hans: 必填

source: Reset Tips
es: Restablecer consejos
fr: Reinitialiser les astuces
ja: ヒントをリセット
zh_hans: 重置提示

source: Restore Draft
es: Restaurar borrador
fr: Restaurer le brouillon
ja: 下書きを復元
zh_hans: 恢复草稿

source: Result
es: Resultado
fr: Résultat
ja: 結果
zh_hans: 结果

source: Resume Cooking
es: Seguir cocinando
fr: Reprendre la cuisson
ja: 調理を再開
zh_hans: 继续烹饪

source: Resume cooking
es: Reanudar la cocción
fr: Reprendre la cuisson
ja: 調理を再開
zh_hans: 继续烹饪

source: Review Recipe Text
es: Revisar texto de la receta
fr: Vérifier le texte de la recette
ja: レシピの文章を確認
zh_hans: 检查食谱文本

source: Review Text
es: Revisar texto
fr: Vérifier le texte
ja: 文章を確認
zh_hans: 检查文本

source: Review the text, then use Apple Intelligence to create an editable recipe draft. Photos here are read for text, not attached to the recipe.
es: Revisa el texto y usa Apple Intelligence para crear un borrador editable. Las fotos se usan para leer texto y no se adjuntan a la receta.
fr: Vérifiez le texte, puis utilisez Apple Intelligence pour créer un brouillon modifiable. Les photos servent à lire le texte et ne sont pas jointes à la recette.
ja: 文章を確認してから、Apple Intelligenceで編集可能なレシピの下書きを作成します。ここで選ぶ写真は文字の読み取りに使い、料理写真としては添付しません。
zh_hans: 确认文本后，使用Apple Intelligence创建可编辑的食谱草稿。此处的照片仅用于识别文字，不会添加到食谱中。

source: Save a recipe
es: Guarda una receta
fr: Enregistrez une recette
ja: レシピを保存
zh_hans: 保存食谱

source: Save a recipe to find inspiration here. A name is enough to start.
es: Guarda una receta para encontrar ideas aquí. Basta con un nombre.
fr: Enregistrez une recette pour trouver des idées ici. Un nom suffit pour commencer.
ja: レシピを保存すると、ここで候補を見られます。まずは名前だけでも。
zh_hans: 保存食谱后，就能在这里寻找灵感。只需名称即可开始。

source: Search
es: Buscar
fr: Recherche
ja: 検索
zh_hans: 搜索

source: Search Recipes
es: Buscar recetas
fr: Rechercher des recettes
ja: レシピを検索
zh_hans: 搜索食谱

source: Search Text
es: Texto de búsqueda
fr: Texte de recherche
ja: 検索テキスト
zh_hans: 搜索文本

source: Search by recipe name, ingredient, or category.
es: Busca por nombre de receta, ingrediente o categoría.
fr: Recherchez par nom de recette, ingrédient ou catégorie.
ja: レシピ名、材料、またはカテゴリで検索できます。
zh_hans: 可按食谱名称、食材或分类搜索。

source: Search for Recipes
es: Buscar recetas
fr: Rechercher des recettes
ja: レシピを探す
zh_hans: 查找食谱

source: Searching Recipes
es: Buscando recetas
fr: Recherche de recettes
ja: レシピを検索中
zh_hans: 正在搜索食谱

source: See All
es: Ver todo
fr: Tout voir
ja: すべて見る
zh_hans: 查看全部

source: Select a Cookle data file exported from Cookle.
es: Selecciona un archivo de datos de Cookle exportado desde Cookle.
fr: Sélectionnez un fichier de données Cookle exporté depuis Cookle.
ja: Cookleから書き出したCookleデータファイルを選択してください。
zh_hans: 请选择从 Cookle 导出的 Cookle 数据文件。

source: Select a step for timer suggestions and Apple Watch.
es: Selecciona un paso para las sugerencias de temporizador y el Apple Watch.
fr: Sélectionnez une étape pour les suggestions de minuteur et l’Apple Watch.
ja: 手順を選ぶと、タイマーの提案とApple Watchに反映されます。
zh_hans: 选择步骤以用于计时器建议和Apple Watch。

source: Selected (%lld)
es: Seleccionadas (%lld)
fr: Sélectionnées (%lld)
ja: 選択済み（%lld件）
zh_hans: 已选择（%lld）

source: Selected Photo
es: Foto seleccionada
fr: Photo sélectionnée
ja: 選択した写真
zh_hans: 已选照片

source: Send test notification
es: Enviar notificación de prueba
fr: Envoyer une notification de test
ja: テスト通知を送信
zh_hans: 发送测试通知

source: Serving Size
es: Porciones
fr: Portions
ja: 人数
zh_hans: 份数

source: Servings: %lld
es: Porciones: %lld
fr: Portions : %lld
ja: %lld人分
zh_hans: %lld人份

source: Settings
es: Ajustes
fr: Réglages
ja: 設定
zh_hans: 设置

source: Settings Action Complete
es: Acción de ajustes completada
fr: Action des réglages terminée
ja: 設定アクションが完了しました
zh_hans: 设置操作已完成

source: Share Recipe Link
es: Compartir enlace de la receta
fr: Partager le lien de la recette
ja: レシピリンクを共有
zh_hans: 分享食谱链接

source: Sharing
es: Compartir
fr: Partage
ja: 共有
zh_hans: 分享

source: Show All Tips For Testing
es: Mostrar todos los consejos para pruebas
fr: Afficher toutes les astuces pour les tests
ja: テスト用にすべてのヒントを表示
zh_hans: 显示所有提示用于测试

source: Show Diary
es: Mostrar el diario
fr: Afficher le journal
ja: 日記を表示
zh_hans: 显示日记

source: Show Last Opened Recipe
es: Mostrar la última receta abierta
fr: Afficher la dernière recette ouverte
ja: 最後に開いたレシピを表示
zh_hans: 显示上次打开的食谱

source: Show Random Recipe
es: Mostrar receta aleatoria
fr: Afficher une recette aléatoire
ja: ランダムなレシピを表示
zh_hans: 显示随机食谱

source: Show Search Result
es: Mostrar resultados de búsqueda
fr: Afficher les résultats de recherche
ja: 検索結果を表示
zh_hans: 显示搜索结果

source: Show Today's Diary
es: Mostrar diario de hoy
fr: Afficher le journal d'aujourd'hui
ja: 今日の日記を表示
zh_hans: 显示今日日记

source: Show tips again
es: Mostrar consejos de nuevo
fr: Afficher a nouveau les astuces
ja: ヒントを再表示
zh_hans: 再次显示提示

source: Shown in %lld diary meals.
es: Se muestra en %lld comidas del diario.
fr: Affichée dans %lld repas du journal.
ja: %lld件の日記の食事に表示されています。
zh_hans: 显示在 %lld 个日记餐食中。

source: Some Photos Could Not Be Added
es: Algunas fotos no se pudieron añadir
fr: Certaines photos n’ont pas pu être ajoutées
ja: 一部の写真を追加できませんでした
zh_hans: 部分照片无法添加

source: Some days in this file already have more than one diary on this device. Open Diaries and merge duplicate diary entries, then import again. Your data was not changed.
es: Algunos días de este archivo ya tienen más de un diario en este dispositivo. Abre Diarios, combina las entradas duplicadas y vuelve a importar. Tus datos no se modificaron.
fr: Certains jours de ce fichier ont déjà plusieurs journaux sur cet appareil. Ouvrez Journaux, fusionnez les entrées en double, puis importez à nouveau. Vos données n’ont pas été modifiées.
ja: このファイルに含まれる日のなかに、このデバイスですでに日記が複数ある日があります。日記を開いて重複した日記を統合してから、もう一度取り込んでください。データは変更されていません。
zh_hans: 此文件涉及的某些日期在此设备上已有多篇日记。请打开“日记”合并重复的日记，然后重新导入。你的数据未被更改。

source: Sort
es: Ordenar
fr: Trier
ja: 並び替え
zh_hans: 排序

source: Spaghetti
es: Espagueti
ja: スパゲッティ
zh_hans: 意大利面

source: Spaghetti Carbonara
es: Espagueti a la carbonara
ja: スパゲッティ・カルボナーラ
zh_hans: 培根蛋面

source: Start Cooking
es: Comenzar a cocinar
fr: Commencer à cuisiner
ja: 調理を開始
zh_hans: 开始烹饪

source: Start Searching
es: Comenzar a buscar
fr: Commencer la recherche
ja: 検索を始める
zh_hans: 开始搜索

source: Start a recipe with just a name, then add photos when you are ready.
es: Empieza una receta solo con un nombre y añade fotos cuando quieras.
fr: Commencez une recette avec un simple nom, puis ajoutez des photos quand vous le souhaitez.
ja: まずは名前だけでレシピを登録。写真は後から追加できます。
zh_hans: 先用名称创建食谱，之后随时添加照片。

source: Start cooking from a recipe to see the live step guide here.
es: Inicia la cocina desde una receta para ver aquí la guía paso a paso en vivo.
fr: Lancez la cuisson depuis une recette pour voir ici le guide des étapes en direct.
ja: レシピから調理を開始すると、ここにライブ手順ガイドが表示されます。
zh_hans: 从食谱开始烹饪后，这里会显示实时步骤指南。

source: Start with a name. Add photos, ingredients, and steps later.
es: Empieza con un nombre. Añade fotos, ingredientes y pasos más tarde.
fr: Commencez par un nom. Ajoutez les photos, les ingrédients et les étapes plus tard.
ja: 名前だけでも登録できます。写真・材料・手順はあとから追加できます。
zh_hans: 只需名称即可创建。照片、食材和步骤可以稍后添加。

# Step %lld of %lld
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
ja: ステップ%1$lld / %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Steps
es: Pasos
fr: Étapes
ja: 手順
zh_hans: 步骤

source: Subscription
es: Suscripción
fr: Abonnement
ja: サブスクリプション
zh_hans: 订阅

source: Suggested from this step: %lld min
es: Sugerido para este paso: %lld min
fr: Suggestion pour cette étape : %lld min
ja: この手順のおすすめ: %lld分
zh_hans: 此步骤建议：%lld 分钟

source: Summary
es: Resumen
fr: Résumé
ja: 概要
zh_hans: 摘要

source: Switch to Apple Watch Session
es: Cambiar a la sesión del Apple Watch
fr: Passer à la session de l’Apple Watch
ja: Apple Watchのセッションに切り替える
zh_hans: 切换到 Apple Watch 会话

source: Tags appear after recipes create them.
es: Las etiquetas aparecen después de que las recetas las crean.
fr: Les étiquettes apparaissent une fois que les recettes les ont créées.
ja: タグはレシピで作成されると表示されます。
zh_hans: 标签会在食谱创建它们后显示。

source: Take Photo
es: Tomar foto
fr: Prendre une photo
ja: カメラで撮影
zh_hans: 拍照

source: Text recognition failed. Try again with a clearer photo.
es: No se pudo reconocer el texto. Inténtalo de nuevo con una foto más clara.
fr: La reconnaissance du texte a échoué. Réessayez avec une photo plus nette.
ja: テキストを認識できませんでした。より鮮明な写真でもう一度お試しください。
zh_hans: 文本识别失败。请使用更清晰的照片重试。

source: The affected items changed after you reviewed them. Review them again and try once more.
es: Los elementos afectados cambiaron después de revisarlos. Revísalos de nuevo e inténtalo otra vez.
fr: Les éléments concernés ont changé après votre vérification. Vérifiez-les à nouveau et réessayez.
ja: 確認した後に対象の項目が変更されました。もう一度確認してから、再度お試しください。
zh_hans: 你确认后受影响的项目已更改。请再次查看后重试。

source: The affected items changed. Review the updated details before confirming again.
es: Los elementos afectados cambiaron. Revisa los detalles actualizados antes de confirmar de nuevo.
fr: Les éléments concernés ont changé. Vérifiez les détails mis à jour avant de confirmer à nouveau.
ja: 対象の項目が変更されました。更新された内容を確認してから、もう一度確定してください。
zh_hans: 受影响的项目已更改。请先查看更新后的详细信息，然后再次确认。

source: The file was merged into your data.
es: El archivo se combinó con tus datos.
fr: Le fichier a été fusionné avec vos données.
ja: ファイルを現在のデータに統合しました。
zh_hans: 文件已合并到你的数据中。

source: The imported recipe replaces the name, servings, cooking time, ingredients, steps, categories, and note you entered. Photos stay. You can undo the import from the recipe form.
es: La receta importada reemplaza el nombre, las porciones, el tiempo de cocción, los ingredientes, los pasos, las categorías y la nota que ingresaste. Las fotos se conservan. Puedes deshacer la importación desde el formulario de la receta.
fr: La recette importée remplace le nom, les portions, le temps de cuisson, les ingrédients, les étapes, les catégories et la note que vous avez saisis. Les photos sont conservées. Vous pouvez annuler l’importation depuis le formulaire de la recette.
ja: 取り込んだレシピで、入力済みの名前、人数、調理時間、材料、手順、カテゴリ、メモが置き換わります。写真はそのまま残ります。取り込みはレシピの入力画面で取り消せます。
zh_hans: 导入的食谱将替换你输入的名称、份数、烹饪时间、食材、步骤、分类和备注。照片会保留。你可以在食谱表单中撤销导入。

source: The page could not be loaded. Try again or paste the recipe text.
es: No se pudo cargar la página. Inténtalo de nuevo o pega el texto de la receta.
fr: La page n’a pas pu être chargée. Réessayez ou collez le texte de la recette.
ja: ページを読み込めませんでした。もう一度試すか、レシピの文章を貼り付けてください。
zh_hans: 无法加载网页。请重试或粘贴食谱文字。

source: The photo could not be read. Choose another photo and try again.
es: No se pudo leer la foto. Elige otra foto e inténtalo de nuevo.
fr: Impossible de lire la photo. Choisissez-en une autre et réessayez.
ja: 写真を読み取れませんでした。別の写真を選んでもう一度お試しください。
zh_hans: 无法读取照片。请选择其他照片并重试。

source: The recipe could not be generated. Try again or enter the recipe manually.
es: No se pudo generar la receta. Inténtalo de nuevo o introdúcela manualmente.
fr: La recette n’a pas pu être générée. Réessayez ou saisissez-la manuellement.
ja: レシピを作成できませんでした。もう一度試すか、レシピを手動で入力してください。
zh_hans: 无法生成食谱。请重试或手动输入食谱。

source: The recipe input changed while importing. Review it again before the imported recipe replaces it. You can undo the import from the recipe form.
es: La entrada de la receta cambió durante la importación. Revísala de nuevo antes de que la receta importada la reemplace. Puedes deshacer la importación desde el formulario de la receta.
fr: La saisie de la recette a changé pendant l’importation. Vérifiez-la à nouveau avant que la recette importée ne la remplace. Vous pouvez annuler l’importation depuis le formulaire de la recette.
ja: 取り込み中にレシピの入力が変更されました。取り込んだレシピで置き換える前に、もう一度確認してください。取り込みはレシピの入力画面で取り消せます。
zh_hans: 导入期间食谱输入已更改。在导入的食谱替换它之前，请再次确认。你可以在食谱表单中撤销导入。

source: The recipe stays in your collection even if you cancel the Diary.
es: La receta permanece en tu colección aunque canceles el diario.
fr: La recette reste dans votre collection même si vous annulez le journal.
ja: 登録したレシピは、日記を保存しなくてもレシピ一覧に残ります。
zh_hans: 即使取消日记，已登记的食谱仍会保留在食谱列表中。

source: The recipe text could not be read. Copy and paste it instead.
es: No se pudo leer el texto de la receta. Cópialo y pégalo.
fr: Le texte de la recette n’a pas pu être lu. Copiez-le et collez-le.
ja: レシピの文章を読み取れませんでした。文章をコピーして貼り付けてください。
zh_hans: 无法读取食谱文字。请复制并粘贴文字。

source: The selected Cookle data file has an invalid file structure.
es: El archivo de datos de Cookle seleccionado tiene una estructura de archivos no válida.
fr: Le fichier de données Cookle sélectionné présente une structure de fichiers non valide.
ja: 選択したCookleデータファイルのファイル構造が正しくありません。
zh_hans: 所选 Cookle 数据文件的文件结构无效。

source: The selected file contains too many photo files.
es: El archivo seleccionado contiene demasiados archivos de fotos.
fr: Le fichier sélectionné contient trop de fichiers photo.
ja: 選択したファイルに含まれる写真ファイルが多すぎます。
zh_hans: 所选文件包含过多照片文件。

source: The selected file exceeds Cookle’s safe import size limit.
es: El archivo seleccionado supera el límite de tamaño seguro de importación de Cookle.
fr: Le fichier sélectionné dépasse la limite de taille d’importation sécurisée de Cookle.
ja: 選択したファイルはCookleの安全な取り込みサイズ上限を超えています。
zh_hans: 所选文件超过了 Cookle 的安全导入大小限制。

source: The selected file is invalid, damaged, or not supported by this version of Cookle.
es: El archivo seleccionado no es válido, está dañado o no es compatible con esta versión de Cookle.
fr: Le fichier sélectionné est non valide, endommagé ou non pris en charge par cette version de Cookle.
ja: 選択したファイルは無効か破損しているか、このバージョンのCookleでは対応していません。
zh_hans: 所选文件无效、已损坏，或不受此版本的 Cookle 支持。

source: The selected file was exported by a newer version of Cookle. Update Cookle, then try again.
es: El archivo seleccionado se exportó con una versión más reciente de Cookle. Actualiza Cookle e inténtalo de nuevo.
fr: Le fichier sélectionné a été exporté par une version plus récente de Cookle. Mettez Cookle à jour, puis réessayez.
ja: 選択したファイルは新しいバージョンのCookleで書き出されています。Cookleをアップデートしてから、もう一度お試しください。
zh_hans: 所选文件由更新版本的 Cookle 导出。请更新 Cookle 后重试。

source: The selected photo could not be loaded. Choose another photo and try again.
es: No se pudo cargar la foto seleccionada. Elige otra foto e inténtalo de nuevo.
fr: Impossible de charger la photo sélectionnée. Choisissez-en une autre et réessayez.
ja: 選択した写真を読み込めませんでした。別の写真を選んでもう一度お試しください。
zh_hans: 无法载入所选照片。请选择其他照片并重试。

source: These days already have a different diary.
es: Estos días ya tienen un diario distinto.
fr: Ces jours ont déjà un journal différent.
ja: これらの日には、すでに異なる日記があります。
zh_hans: 这些日期已有不同的日记。

source: These recipes in the file match current recipe names. Compare the versions and choose which to keep.
es: Estas recetas del archivo coinciden con nombres de recetas actuales. Compara las versiones y elige cuál conservar.
fr: Ces recettes du fichier portent des noms de recettes actuelles. Comparez les versions et choisissez celles à conserver.
ja: ファイル内に、現在のレシピと同じ名前のレシピがあります。内容を比較し、残すものを選んでください。
zh_hans: 文件中的这些食谱与当前食谱同名。请比较各版本并选择要保留的内容。

source: This deletes all current recipes, diaries, tags, and photos and replaces them with the file's content. The change syncs to other devices using the same iCloud account. This can't be undone.
es: Esta acción elimina todas las recetas, diarios, etiquetas y fotos actuales y los reemplaza con el contenido del archivo. El cambio se sincroniza con otros dispositivos que usan la misma cuenta de iCloud. No se puede deshacer.
fr: Cette action supprime toutes les recettes, journaux, étiquettes et photos actuels et les remplace par le contenu du fichier. La modification se synchronise avec les autres appareils utilisant le même compte iCloud. Cette action est irréversible.
ja: 現在のレシピ、日記、タグ、写真をすべて削除し、ファイルの内容に置き換えます。この変更は、同じiCloudアカウントを使うほかのデバイスにも同期されます。この操作は元に戻せません。
zh_hans: 这会删除所有当前的食谱、日记、标签和照片，并用文件内容替换。此更改会同步到使用同一 iCloud 账户的其他设备。此操作无法撤销。

source: This deletes all recipes, diaries, tags, and photos on this device and replaces them with the file's content. This can't be undone.
es: Esta acción elimina todas las recetas, diarios, etiquetas y fotos de este dispositivo y los reemplaza con el contenido del archivo. No se puede deshacer.
fr: Cette action supprime toutes les recettes, journaux, étiquettes et photos de cet appareil et les remplace par le contenu du fichier. Cette action est irréversible.
ja: このデバイス上のレシピ、日記、タグ、写真をすべて削除し、ファイルの内容に置き換えます。この操作は元に戻せません。
zh_hans: 这会删除此设备上的所有食谱、日记、标签和照片，并用文件内容替换。此操作无法撤销。

source: This deletes the photo from %lld recipe entries. The recipes stay saved.
es: Se eliminará esta foto de %lld entradas de recetas. Las recetas se conservarán.
fr: Cette photo sera supprimée de %lld entrées de recettes. Les recettes seront conservées.
ja: %lld件のレシピからこの写真を削除します。レシピは残ります。
zh_hans: 将从%lld个食谱条目中删除此照片。食谱会保留。

source: This file contains only part of a library, so it can be merged but can't replace your data.
es: Este archivo solo contiene parte de una biblioteca, así que puede combinarse, pero no reemplazar tus datos.
fr: Ce fichier ne contient qu’une partie d’une bibliothèque : il peut être fusionné, mais ne peut pas remplacer vos données.
ja: このファイルにはデータの一部しか含まれていないため、統合はできますが、現在のデータを置き換えることはできません。
zh_hans: 此文件只包含部分数据，因此可以合并，但不能替换你的数据。

source: This item no longer exists.
es: Este elemento ya no existe.
fr: Cet élément n’existe plus.
ja: この項目はすでに存在しません。
zh_hans: 此项目已不存在。

source: This page is too long. Copy and paste only the recipe text.
es: La página es demasiado larga. Copia y pega solo el texto de la receta.
fr: Cette page est trop longue. Copiez et collez uniquement le texte de la recette.
ja: ページが長すぎます。レシピの文章だけをコピーして貼り付けてください。
zh_hans: 网页内容过长。请仅复制并粘贴食谱文字。

source: This permanently deletes all recipes, diaries, tags, and photos from this device. Export your data first if you need to keep it.
es: Esta acción elimina permanentemente de este dispositivo todas las recetas, entradas del diario, etiquetas y fotos. Si necesitas conservar los datos, expórtalos primero.
fr: Cette action supprime définitivement de cet appareil toutes les recettes, les entrées du journal, les étiquettes et les photos. Si vous souhaitez conserver les données, exportez-les d’abord.
ja: この操作を実行すると、このデバイス上のすべてのレシピ、日記、タグ、写真が完全に削除されます。データを残す必要がある場合は、先にデータを書き出してください。
zh_hans: 此操作会永久删除此设备上的所有食谱、日记、标签和照片。如果需要保留这些数据，请先导出数据。
